[
          {
      "title": "Limousines de Ravalomanana : Mercedes refuse de donner les codes secrets à la HAT - 14/09/2011",
      "url": "http://terakarandriantsoa.blogspot.com/2011/09/limousines-de-ravalomanana-mercedes.html",
      "summary": "Garage. Au lieu d'une manivelle, il faut plutôt les codes anti-démarrage pour les limousines Mercedes Benz qui ont été découvertes sous une bâche et saisies du côté de Sambaina en 2009.",
      "source": "http://terakarandriantsoa.blogspot.com",
      "uploaded_at": "2024-01-31",
      "gif": "history",
      "poster": "https://ipfs.filebase.io/ipfs/QmYQkpPr7RkJyEr7SX2JNF4Pk6usZ7GLbns2YGWDXLGXxL"
      
    },
  
        {
      "title": "Sodom and Gomorrah",
      "url": "https://en.wikipedia.org/wiki/Sodom_and_Gomorrah",
      "summary": "In the Abrahamic religions, Sodom and Gomorrah (/ˈsɒdəm ... ɡəˈmɒrə/) were two cities destroyed by God for their wickedness.[1] Their story parallels the Genesis flood narrative in its theme of God's anger provoked by man's sin (see Genesis 19:1–28).[2][3] They are mentioned frequently in the prophets and the New Testament as symbols of human wickedness and divine retribution, and the Quran also contains a version of the story about the two cities.",
      "source": "wikipedia.com",
      "uploaded_at": "2024-01-29",
      "gif": "history",
      "poster": "https://ipfs.filebase.io/ipfs/QmVaoQdCYwUxQLtahR8iP9MGMLDNwNexM4Fk3gUt8QfNYn"
      
    },
      {
      "title": "Operation Gomorrah",
      "url": "https://en.wikipedia.org/wiki/Bombing_of_Hamburg_in_World_War_II",
      "summary": "As part of a sustained campaign of strategic bombing during World War II, the attack during the last week of July 1943, code named Operation Gomorrah, created one of the largest firestorms raised by the Royal Air Force and United States Army Air Forces in World War II,[2] killing an estimated 37,000 people in Hamburg,[3] wounding 180,000 more,[citation needed] and destroying 60% of the city's houses.",
      "source": "wikipedia.com",
      "uploaded_at": "2024-01-29",
      "gif": "museum",
      "poster": "https://ipfs.filebase.io/ipfs/Qmeu9GA2272XpN7AERAirnLYraAMVVC4WNFKQWVt7mxDv8"
      
    },
    {
      "title": "American Cosmograph",
      "url": "https://www.american-cosmograph.fr/",
      "summary": "The 'American Cosmograph' is a historical gem among Toulouse's cinemas in France. Its first screenings date back to the distant year of 1907. The last renovation and redesign occurred in 1993 when it was known as 'Utopia Toulouse'. Its new owner, Jérémy Bretas, acquired 'Utopia' in 2016 and recently decided it was time for a refresh to 'reclaim the space'.",
      "source": "mag-cinema.com",
      "uploaded_at": "2024-01-15",
      "gif": "museum",
      "poster": "https://ipfs.filebase.io/ipfs/QmY3TnfvDyRTa6So64cMRhUDCEDe7sSqucPJXkTaw8Y6ni"
      
    },
  {
      "title": "Musee Paul Dupuy",
      "url": "https://museepauldupuy.toulouse.fr/",
      "summary": "Le musée Paul-Dupuy, nommé Musée des arts précieux Paul-Dupuy depuis 20211, est un musée municipal, situé entre le quartier Saint-Étienne et le quartier du Parlement à Toulouse. Il présente une collection d'arts graphiques et d'objets d'art du Moyen Âge à 1939.",
      "source": "wikipedia",
      "uploaded_at": "2024-01-15",
      "gif": "museum",
      "poster": "https://ipfs.filebase.io/ipfs/QmZEgx4Hs1db2gRDPgkwPNPNBspCR71PaEY4Pwhogt1E2h"
      
    },
      {
      "title": "Operation MKUltra",
      "url": "https://www.scienceblog.co.uk/cia-mind-control/",
      "summary": "The pages of MKUltra’s history are stained with ethical violations. In pursuit of their objectives, researchers administered drugs, including LSD, to unwitting subjects, often leading to severe psychological and physical consequences. These practices breached fundamental principles of informed consent and exposed the moral dilemmas arising when scientific aspirations disregard human rights.",
      "source": "scienceblog",
      "uploaded_at": "2024-01-06",
      "gif": "mkultra"
      
    },
    {
      "title": "Operation Mockingbird",
      "url": "https://en.wikipedia.org/wiki/Operation_Mockingbird",
      "summary": "This article is about the alleged CIA program to influence the press. For the CIA wire tapping operation, see Project Mockingbird. For an overview of CIA influence on the media, see CIA influence on public opinion.",
      "source": "wikipedia",
      "uploaded_at": "2023-12-25",
      "gif": "mockingbird"
      
    },
     {
      "title": "Project Blue Beam",
      "url": "https://timesofindia.indiatimes.com/what-is-project-blue-beam/articleshow/3371815.cms",
      "summary": "Project Blue Beam is a conspiracytheory about a supposed project whose purpose is to create an artificial SecondComing, in order to control people. As per the alleged theory, the new worldorder's purpose is: 1. To abolish all Christian and traditional religions inorder to replace them with a one-world religion based on the cult of man.",
      "source": "timesofindia",
      "uploaded_at": "2023-12-25",
      "gif": "bluebeam"
    },
         {
      "title": "Planet Saturn",
      "url": "https://en.wikipedia.org/wiki/Saturn",
      "summary": "Saturn is the sixth planet from the Sun and the second-largest in the Solar System, after Jupiter. It is a gas giant with an average radius of about nine-and-a-half times that of Earth.",
      "source": "wikipedia",
      "uploaded_at": "2023-12-25",
      "gif": "saturn"
    },
     {
      "title": "Tuskegee Syphilis Study",
      "url": "https://en.wikipedia.org/wiki/Tuskegee_Syphilis_Study",
      "summary": "It was originally called the “Tuskegee Study of Untreated Syphilis in the Negro Male” (now referred to as the “USPHS Untreated Syphilis Study at Tuskegee”). The study initially involved 600 Black men – 399 with syphilis, 201 who did not have the disease. Participants' informed consent was not collected.",
      "source": "wikipedia",
      "uploaded_at": "2023-12-25",
      "gif": "tuskegee"
    }
  ]